---
kind: property
id: P:Autodesk.Revit.DB.FabricationPart.ProductShortDescription
source: html/024a4519-a8ee-55a9-d553-77bde1ced6b1.htm
---
# Autodesk.Revit.DB.FabricationPart.ProductShortDescription Property

The product short description of the fabrication part.

## Syntax (C#)
```csharp
public string ProductShortDescription { get; }
```